<template>
  <div class="container">
      <div class="description">
        <div class="text">
          <h2>Что за сайт?</h2>
          <p>Сайт New - новый интерактивный онлайн-словарь для новых жестов РЖЯ. Каждый пользователь может внести вклад и добавить свое слово! Для начала в словарь были добавлены распространенные неологизмы, которые обозначают новые понятия в сфере интернета и новых технологий. Видео были записаны носителем РЖЯ.</p>
          <br>
          <h2>Зачем?</h2>
          <p> Сейчас в интернете есть множество онлайн словарей для жестового. Но создатели не всегда успевают добавлять новые жесты. В этом словаре, пользователь сам может добавить новый жест в словарь.</p>
          <br>
          <h2>Для кого?</h2>
          <p>Словарь может быть полезен как для носителей РЖЯ для поиска новых слов, так и для слышащих людей интересующихся РЖЯ.</p>
          <br>
          <p>По любым вопросам и предложениям пишите на почту neologism.rsl.gmail.com</p>
        </div>
      </div>
      <div style="margin-top: 512px">
      </div>
  </div>
</template>

<style lang="scss" scoped>

.main {
  margin-left: 12px;
  float: right;
  margin-right: 20px;
}

.text {
 padding: auto;
 width: 60%;
 text-align: center;
 margin: auto;
 margin-bottom: 40px;
 margin-top: 40px;
 min-width: 200px;
 p {
   font-size: 20px;
   line-height: 1.5;
 }
}

</style>
